{"inkVersion":21,"root":[[["^Hi! Welcome to the Nature City Initiative first official terrarium boutique! Make yourself at home!","\n",["^So, I heard you wanted to join us as a terrarium crafter. This is great!","\n",["^I am Odette, your guide through your new adventure!","\n",["^Our organization strives to bring back the natural world into Big City. We have multiple initiatives going on, but one of them is the terrarium program.","\n",["^Terrariums are a great way to bring back nature into people’s homes, and strengthen their connection to it in the process!","\n",["^I’m going to teach you how to make a terrarium for now, and then, you will answer the requests of the people coming by.","\n",["^Since this is a volunteer service, feel free to take your time and make something that you like. Engaging with nature should be as interesting for your customers as it is for you!","\n",["^Do you have any questions before we begin?","\n",{"->":"Questions"},["done",{"#f":5,"#n":"g-8"}],{"#f":5,"#n":"g-7"}],{"#f":5,"#n":"g-6"}],{"#f":5,"#n":"g-5"}],{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"Questions":[[["ev",{"^->":"Questions.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^What kind of clients will I meet?",{"->":"$r","var":true},null]}],["ev",{"^->":"Questions.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^What materials can I use?",{"->":"$r","var":true},null]}],["ev",{"^->":"Questions.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^I'm ready to begin.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Questions.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"Clients"},{"#f":5}],"c-1":["ev",{"^->":"Questions.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"Materials"},{"#f":5}],"c-2":["ev",{"^->":"Questions.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n",{"->":"Begin"},{"#f":5}]}],{"#f":1}],"Clients":[[["^People come to our organization when they are looking to improve their connection to nature, or share it around them in a meaningful way.","\n",["^We have workshops for adults and activities for children to engage with nature, but also architects working on designs that accommodates the implementation of nature in the city.","\n",["^We encourage creativity in the way to bring nature into our lives, and adapt to the good ideas that we find along the way.","\n",["^Sometimes we may feel that someone would benefit from having a terrarium, and we will redirect these people to you, so that you can make one for them.","\n",["^But, as you may know, terrariums can become an addictive practice, haha! Some satisfied customers may come back for more!","\n",{"->":"Questions"},{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Materials":[[["^Materials will be provided by the organization. You don't have to worry about a thing!","\n",["^Since we own some land to create natural spaces and parks, we have access to a ton of plants that we can give you.","\n",["^Nature has this incredible power to grow for free!","\n",["^So don't fret about anything that you use: focus on making something beautiful and enjoyable for everyone!","\n",{"->":"Questions"},{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"Begin":[[["^Let's begin then!","\n",["^The first thing you'll have to do is setup the jar for your terrarium.","\n",["^Then, you'll use a drainage layer, which will absorb the water at the end of its cycle. There are multiple choices here!","\n",["^Another layer: the filtering layer, which will, well, filter what goes into the drainage layer.","\n",["^After that, on the surface, the substrate layer is where you will plant!","\n",["^And then, once you have everything, you will be able to plant what you want and decorate.","\n",["^Just follow the steps in order and your terrariums will be just fine!","\n",["^You're all set! I'll bring in your first client. And remember: it's important to have fun in the process!","\n","end",{"#f":5,"#n":"g-7"}],{"#f":5,"#n":"g-6"}],{"#f":5,"#n":"g-5"}],{"#f":5,"#n":"g-4"}],{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}